[Oil]
ID_CLARK=Be sure to read your dossier on "The Phonix Group". These guys are serious fanatics. Apparently their agenda calls for complete destruction of the modern society. they see themselves rising from the ashes to build some sort of enviromentalists utopia -- hence the phonix bit. If they get even a hint you're on board that rig, the'll set off the bombs.
ID_CODENAME=Angel Wire II
ID_CONTROL=Operation Angel Wire II. An Organization calling itself "The Phonix Group" has gained control of the PetroMech drilling rig in the North Sea. The've taken the crew hostage and mined the rig. Your mission is to diarm all explosive devices and neutralize the aggressors.
ID_DATETIME=2006.8.6 - 0530
ID_LOCATION=North Sea
ID_MENUNAME=Oil Rig
ID_MISSION_ORDER=Your mission is to neutralize the terrorists and prevent them from arming their bombs. Expect heavy resistance at the back entrance, main control room and main machine room. Keep your eyes open for shooters on catwalks and overlooking open areas. Intelligence reports approximately 25 tangos on the premises.
ID_SWEENY=The only thing I can add is, Eliminate all of them. If they get off that rig alive, Who knows what else they will target. Good Luck!